/**
 * EnlightenData zhuyu 2018/5/22
 */

export const EnlightenData = {
  wulonggongData: [{
    title: '王全林道长',
    img: require('../components/img/material/wulonggongdaozhang1.jpg'),
    summary: '千山五龙宫第二十四代传戒大律师。道名王全林，全真金山派，因受三坛大戒于傅宗天大律师，故以道名王诚林。',
    type: 'wulonggong',
    introduction: `  王全林（1928~2007）道教全真派道士。1928年1月4日生于吉林省辽源市东辽县泉太乡六马村一个贫苦的农民家庭。俗名王长林，道号阴阳子。为千山五龙宫第二十四代传戒大律师，道名王全林，全真金山派，因受三坛大戒于傅宗天大律师，故以道名王诚林 。
    王全林童年家境贫寒，苦难重重。六岁时因母亲因病无钱医治去世，八岁时父亲被日本鬼子抓劳工折磨致死，他和妹妹相依为命。不久，妹妹又卖给人家当童养媳，只剩下王全林一人孤苦伶仃。为了求生存，给人家放过牛，打过零工，当过“半拉子”，整天起早贪黑，锄田刨垅。收紧了人间的苦楚，饱尝了人间冷暖和悲欢离合。真是“天广地阔，问乾坤何处容我？荆棘载途，豺狼当道，无路不险恶。此时樊篱，彼囚笼，人间本事大监牢。莫到人生如梦，只缘世事朦胧。上九天问津，下四海求索，惟有砧俎鼎镬。堆积千种恨，万般愁”
    1942年，王全林在西安县福寿宫拜师习道。
    1944年先后赴浙江杭州、江西、四川等地参访、习经、学习武功。
    1951年回到沈阳太清宫。1952年来到千山无量观，先后任南泉庵互助组长、宗教合作社主任。
    1957年参加中国道教协会第一次代表会，受到朱德委员长的接见。
    1958年，王全林响应号召还俗，回乡参加劳动。
    1979年在落实党的宗教政策工作中，经省、市领导动员，重返千山无量观出家。王全林爱国爱教，爱山爱庙，自1979年起，他募化四方，同道友们一道艰苦创业，先后修缮五龙宫、鎏金庵、太和宫等庙宇，雕塑神像20余尊，修建石阶路数条，仅修五龙宫至仙人台石阶路就达5华里，1400级。
    1984年受鞍山市道教协会委派主持五龙宫，先后担任沈阳市、鞍山市、吉林省辽源市、辽宁省道教协会会长。
    1991年又新建“五龙聚仙阁”和渡假村2处，以及老君殿、六十花子殿等。在恢复、扩建庙宇和修路的同时，王全林又先后建立了千山武术学校和千山艺术学校，为兴教育人做出了贡献。王全林曾任中国道教协会副会长、辽宁省道教协会会长兼秘书长、鞍山市道教协会会长、千山五龙宫监院。同时他还当选辽宁省政协第八、九届常委、鞍山市政协第九、十届委员会常委。
    2002年中国道教协会第三次全真派在千山五龙宫传授三坛大戒被礼请为传戒大律师。2005年当选中国道教协会副会长。
    王全林方丈于2007年9月29日仙逝。
    原中国道教协会副会长、辽宁省道教协会会长、辽宁省政协常委、鞍山市道教协会会长、鞍山市政协常委、中国道教第24代大律师，全国道教大方丈，上全下林王老真人，崂山派第19代弟子，羽化前帮助许多诸山长老建立道教道场，受到大家一致钦佩。王老真人慈悲放天仙大戒，可谓桃李满天下！港澳台同胞道士纷至沓来到圣地千山五龙宫求戒！`,
  }, {
    title: '任法玖道长',
    img: require('../components/img/material/wulonggongdaozhang2.jpg'),
    summary: '因受三坛大戒于王理仙大律师名下，故改用道名任宗玖。生于1930年6月17日，甘肃省天水县人，建国初出家于陕西省陇县龙门洞道院，后长住周至县楼观台十方常住，曾担任都管、巡照等执事，1985年西安市成立道教协会被选举为副会长，当代著名的高功法师，为中国道教培养出许多年轻杰出高功人才。',
    type: 'wulonggong',
    introduction: `  任法玖道长，生于1930年6月17日，系甘肃省天水县人氏。建国初出家于陕西省陇县龙门洞道院，皈依全真龙门派第二十八代传人麻嗣秀道长；后长住周至县楼观台十方常住，曾担任都管、巡照等执事。1985年，西安市成立道教协会，被选举为副会长。1989年，受三坛大戒于北京白云观，戒号：“通妙子”。2002年，中国道教全真派第三次千山五龙宫玄都律坛开坛传戒，被中国道协聘为传戒八大师之一的证盟大师。
    1985年，任大师在陇县龙门洞受职于全真龙门暗派是字辈第三十七代高功王嗣琳道长名下（高功徐信云为其证盟），成为全真龙门暗派出字辈第三十八代高功。他为中国道教培养出许多年轻杰出高功人才，被誉为当代全真派第一高功法师；曾传高功学于任宗权、邹通玄、胡诚海、彭理福、马诚仁等人，诸多弟子成为北京白云观、武汉长春观、武当山、南岳庙等道教胜地的大法师。
    近年来，任大师不顾年迈体弱，多次亲临坛场，关心全真龙门暗派高功传承活动。如，广东汕头玉龙宫戊子坛全真龙门派秘传高功暗派拨职秘典被礼请为拨职师；武汉大道观十方丛林己丑坛全真龙门派秘传高功暗派拨职秘典被礼请为座上经师；陕西陇县龙门洞子孙丛林乙未坛全真龙门派秘传高功暗派拨职秘典被礼请为座上经师。
    他不仅在道教符咒研习方面深有见地，而且多才多艺，擅长雕刻技艺，殿里做斋醮所用的簪、冠、令尺、朝笏皆由他自己精心刻制而成。另外，他还谙熟医道，善治胃病，凡登门求医者皆免费治疗，分文不取，广享善名。`,
  }, {
    title: '唐诚青道长',
    img: require('../components/img/material/wulonggongdaozhang3.jpg'),
    summary: '1959年1月8日出生于四川省都江堰市。1977年出家四川省都江堰市青城山天师洞，先后担任天师洞监院、青城山道教协会会长、四川省道教协会会长、中国道教协会副会长。1995年受戒于青城山天师洞傅宗天方丈大律师名下。',
    type: 'wulonggong',
    introduction: `  诚青道长18岁入道，受业恩师为全真龙门派青城丹台碧洞宗著名高道彭鹤年（宗仁）大师，又得前中国道教协会会长傅圆天大师培养，1983年毕业于中国道教学院。
    现任中国道教协会副会长、四川省道教协会会长、成都市道教协会副会长、青城山道教协会名誉会长、青城山天师洞当家。
    诚青道长潜心修道，崇尚自然，深悟道教义理及道教文化，酷爱书画艺术，二十世纪八十年代起倾心丹青笔耕，拜大风堂门人胡立为师，成为国画大师张大千再传弟子。后转益多师，刻苦修习，先后拜赵映炯、杨良民、翟品善、霍嘉顺等先生为师，在艺术造诣上得到长足发展，尤擅长“梅兰竹菊”四君子画作。
    他笔墨清新淡雅，隽永悠远，融青城山水之清幽于尺幅之中，化三十载悟道修学之体验于画境之内，可谓“画中有道”。
    2004年9月，诚青道长结识美籍著名华人画家崔如琢先生，并拜崔先生为师。崔如琢先生为著名国画大师李苦禅先生入室弟子，可谓当代艺林名家。诚青道长经崔先生点拨指导，绘艺精进，步入国画艺术的新境界。
    2009年文化部授予诚青道长“弘道书画艺术大师”荣誉称号。`,
  }, ],

  classicData: [{
    title: '《道德经》',
    img: require('../components/img/material/MoralClassics.jpg'),
    summary: '《道德经》文本以哲学意义之“道德”为纲宗，论述修身、治国、用兵、养生之道，而多以政治为旨归，乃所谓“内圣外王”之学，文意深奥，包涵广博，被誉为万经之王。',
    type: 'classic',
  }, {
    title: '《黄帝内经》',
    img: require('../components/img/material/HuangDiClassics.jpg'),
    summary: '《黄帝内经》奠定了人体生理、病理、诊断以及治疗的认识基础，是中国影响极大的一部医学著作，被称为医之始祖。',
    type: 'classic',
  }, {
    title: '《阴符经》',
    img: require('../components/img/material/YinFuClassics.jpg'),
    summary: '《黄帝阴符经》又称《阴符经》。李筌分为“神仙抱一之道”、“富国安人之法”、“强兵战胜之术”，全书以隐喻论述养生，愚者不查谓兵法权谋等说或谓苏秦之“太公阴符之谋”皆离旨甚远。',
    type: 'classic',
  }, ],

  characterData: [{
    title: '伏羲氏',
    img: require('../components/img/material/FuXi.jpg'),
    summary: '伏羲，华夏民族人文先始，三皇之一，亦是与女娲同为福佑社稷之正神。楚帛书记载其为创世神，是中国最早的有文献记载的创世神。风姓，又名宓羲、庖牺、包牺、伏戏，亦称牺皇、皇羲、史记中称伏牺，在后世与太昊、青帝等诸神合并，在后世被朝廷官方称为“太昊伏羲氏”，亦有青帝太昊伏羲（即东方上帝）一说。燧人氏之子，生于成纪，定都在陈地。所处时代约为旧石器时代中晚期。伏羲是古代传说中的中华民族人文始祖，是中国古籍中记载的最早的王，是中国医药鼻祖之一。',
    type: 'character',
    introduction: `  传说伏羲因为制造八卦，人奉之为天神，尊其为八卦祖师。远古时代，人对大自然一无所知。天气会变化，日月会运转，人会生老病死，所有这些现象，谁也不知道是怎么回事。人们遇到无法解答的问题，都问伏羲，伏羲解答不了时，感到很茫然，人们为此每天提心吊胆地过日子。伏羲经常环顾四方，揣摩着日月经天，斗转星移，猜想着大地寒暑、花开花落的变化规律。他看到中原一带蓍草茂密，开始用蓍草为人们卜筮。
    有一天，伏羲在蔡河里捕鱼，捉到一只白龟，他赶快挖了一个大水池，把白龟养了起来。一天，伏羲正在往白龟池里放食物，有人跑来说蔡河里出了怪物。他来到蔡河边一看，只见那怪物说龙不像龙，说马不像马，在水面上走来走去，如履平地。伏羲走近水边，那怪物竟然来到伏羲面前，老老实实地站那儿一动不动。伏羲仔细审视，见那怪物背上长有花纹：一六居下，二七居上，三八居左，四九居右，五十居中。伏羲薅一节蓍草梗，在一片大树叶上照着龙马背上的花纹画下来。他刚画完，龙马大叫一声腾空而起，转眼不见了。大家围住伏羲问∶“这是个啥怪物呀？”伏羲说：“它像龙又像马，就叫它龙马吧。”
    伏羲拿着那片树叶，琢磨上面的花纹，怎么也解不开其中的奥妙。这天他坐在白龟池边思考，忽听池水哗哗作响，定睛一看，白龟从水底游到他面前，两眼亮晶晶地看着他，接着向他点了三下头，脑袋往肚里一缩，卧在水边不动了。他面对白龟聚精会神地观察起来。渐渐地，他发现白龟盖上的花纹中间五块，周围八块，外圈儿十二块，最外圈儿二十四块，顿时心里亮堂了，悟出了天地万物的变化规律惟一阴一阳而已。伏羲画出了八种不同图案即八卦图。`,
  }, {
    title: '黄帝',
    img: require('../components/img/material/HuangDi.jpg'),
    summary: '黄帝（公元前2717年-公元前2599年）：古华夏部落联盟首领，中国远古时代华夏民族的共主。五帝之首。被尊为中华“人文初祖”。据说他是少典与附宝之子，本姓公孙，后改姬姓，故称姬轩辕。居轩辕之丘，号轩辕氏，建都于有熊，亦称有熊氏。也有人称之为“帝鸿氏”。',
    type: 'character',
    introduction: `  黄帝是传说中的远古帝王，道教尊奉的古仙。其原型是华夏族一个酋长国首领，因其对本民族的发展有很大贡献，为后世长期传颂。但因其年代太久远，留下来的传闻，大多扑朔迷离，难详究竟。可是至战国百家言黄帝时，许多人对那些传闻进行编联增纂，终于造就出一代帝王形象。黄帝有熊国君少典之子。曾败炎帝于陂泉，诛蚩尤于涿鹿，诸侯遂尊之为天子，代神农氏而为黄帝。接着，又立百官，制典章，命群臣造宫室，作衣裳，制舟车，定律历，文字、算数、音乐等皆相继发明，于是形成盛世的局面。与百家塑造黄帝帝王形象同时，一些典籍又在塑造黄帝的仙人形象。可以说，历战国至汉初，黄帝基本上已具有帝王兼仙人的形象。
    张陵创立五斗米道，独尊老子为教祖，而尊黄帝为古仙人。由此遂被沿袭。所以此后道书仍然以黄帝为古仙人继续进行增饰。同书《极言》篇则历叙黄帝遍历名山、访真问道、以至最后得道升天的故事。
    旧时一些地区尝建黄帝庙或轩辕庙，多以之为古仙而奉祀之。《山西通志》载有多处黄帝庙，其“一在曲沃县城中，明正统间里人掘地得古碑…其阴赞文曰：‘道德巍巍，声教溶溶，与天地久，亿万无穷。’因立庙。”陕西等地亦有黄帝庙，道教宫观中尝有黄帝殿、轩辕祠。如四川青城山常道观既有三皇殿祀伏羲、神农、黄帝，又有轩辕祠专祀黄帝。`,
  }, {
    title: '元始天尊',
    img: require('../components/img/material/YuanShi.jpg'),
    summary: '元始天尊，全称“青玄祖炁玉清元始天尊妙无上帝”，又名“玉清紫虚高妙太上元皇大道君”，是道教最高神三清之一，“玉清元始天尊“道场位于昆仑玉清境。昆仑山与玉京山不同，昆仑山在玉清境，玉京山在大罗天，三界之上曰四民天．四民天之上曰三清圣境（太清道德天尊、上清灵宝天尊、玉清元始天尊，三清圣境之上曰无极大罗天）。',
    type: 'character',
    introduction: `  元始天尊，又名“玉清元始天尊”。《历代神仙通鉴》称他为“主持天界之祖”。他的地位虽然高，但在历史上的出现记载却比太上老君要晚。
    元始天尊是道教上清派信奉的最高神。上清派认为太上老君、灵宝天尊、天真皇人、五方天帝等神仙皆是元始天尊所度。这是道教上清派的观点。如《真灵位业图》此类神谱只是上清派一家之言。
    “元始”之名最早记载于南北朝所出的《元始上真众仙记》（枕中书）：开天辟地的盘古真人，是天地之精华，自号元始天王。天地构成之后，忽然在石涧积血之中生出太元玉女。太元玉女一出生便会说话，常游玩于大地之上，仰吸元气，号曰太元圣母。元始天王与太元圣母通气结精，而生扶桑大帝东王公与西王母，再生天皇兄弟十二人，天皇生地皇，地皇生人皇，五帝是其后裔。
    元始天王位居三十六天的最上层“大罗天”中，所居仙府称为“玄都玉京”。玉京之中，黄金铺地，玉石为阶，宫中有七宝、珍玉，仙王、仙公、仙卿、仙伯、仙大夫等居于中央和两旁的仙殿中。
    他生于混沌之前，太无之先，元气之始，故名“元始”。《历世真仙体道通鉴》称：“元者，本也；始者，初也，先天之气也。” 元始是宇宙生发最初的本源，为一切神仙之上，故称“天尊”。元始天尊禀自然之气，存在于宇宙万物之前。他的本体常存不灭，即使天地全部毁灭，也丝毫影响不了他的存在。每当新的天地形成时，天尊就会降临人世间，传授秘道，开劫度人。每当新的天地开辟时，都有其年号，曰龙汉、延康、赤明、开皇、上皇等等，年号之间相距长达41亿万年。齐梁高道陶弘景编定之《真灵位业图》称，紫云之阁，碧霞为城。而天尊所居第三十六天的最上层大罗天中，仙府名曰“玄都玉京”。并众神仙都要按时上玉清境朝拜元始天尊。《历代神仙通鉴》称他为“主持天界之祖”，传众仙之祖，地位极高，但具体形象的出现却比太上老君要晚。据《历代神仙通鉴》记载，元始天尊“顶负圆光，身披七十二色”，故供奉在道教三清大殿中的元始天尊，一般都头罩神光，手执红色丹丸，或者左手虚拈，右手虚捧，象征“天地未形，混沌未开，万物未生”时的“无极状态”和“混沌之时，阴阳未判”的第一大世纪。故以阳生阴降、昼短夜长的冬至日为元始天尊的圣诞。
    至南梁时，上清派宗师陶弘景所著的《洞玄灵宝真灵位业图》中始有“元始天尊”之号。该书将天地宇宙中的神灵共分七阶。第一阶玉清境的中位即最高位：“上合虚皇道君，应号元始天尊。”这既正式确立了元始天尊在茅山上清派乃至整个道教体系中的独尊地位，又通过称元始天尊“上合虚皇道君”，从而使得早期上清尊神高上虚皇道君等的地位得到保证。但是书中又有一“元始天王”，列为第四中位左位第四神(《道藏》第3册，第272页)。`,
  }, ],

  musicData: [{
    title: '妙林烟雨',
    img: require('../components/img/material/Wonderful.jpg'),
    summary: '太和仙乐集 万法自然，得闻是福',
    type: 'music',
    source: {
      uri: 'http://120.52.139.69:81/wulonggong/audio/%e9%81%93%e6%95%99%e9%9f%b3%e4%b9%90-%e5%a4%aa%e5%92%8c%e4%bb%99%e4%b9%90%e9%9b%86%20%e5%a6%99%e6%9e%97%e7%83%9f%e9%9b%a8.mp3'
    },
  }, {
    title: '三清天尊',
    img: require('../components/img/material/SanQing.jpg'),
    summary: '太和仙乐集 万法自然，得闻是福',
    type: 'music',
    source: {
      uri: 'http://120.52.139.69:81/wulonggong/audio/%e9%81%93%e6%95%99%e9%9f%b3%e4%b9%90-%e5%a4%aa%e5%92%8c%e4%bb%99%e4%b9%90%e9%9b%86%20%e4%b8%89%e6%b8%85%e5%a4%a9%e5%b0%8a.mp3'
    },
  }, {
    title: '无量妙境',
    img: require('../components/img/material/WuLiang.jpg'),
    summary: '太和仙乐集 万法自然，得闻是福',
    type: 'music',
    source: {
      uri: 'http://120.52.139.69:81/wulonggong/audio/%e9%81%93%e6%95%99%e9%9f%b3%e4%b9%90-%e5%a4%aa%e5%92%8c%e4%bb%99%e4%b9%90%e9%9b%86%20%e6%97%a0%e9%87%8f%e5%a6%99%e5%a2%83.mp3'
    },
  }, ],

  lectureData: [{
    title: '人道圆满，仙道可期',
    img: require('../components/img/material/YuanMan.jpg'),
    summary: '2016年9月20日至22日，第八届玄门讲经暨凤凰山论道活动在辽宁凤城举行，来自全国各地的20位道长依次登台，围绕“以道立身，祸消福至”主题向现场大众演说《关圣帝君觉世宝训》妙法真谛。',
    type: 'lecture',
    source: {
      uri: 'http://115.28.241.216:81/version/wulonggong/%e6%b2%b3%e5%8c%97%e9%b9%bf%e6%b3%89%e6%9d%8e%e9%9d%99%e6%80%a1%e9%81%93%e9%95%bf%ef%bc%9a%e4%ba%ba%e9%81%93%e5%9c%86%e6%bb%a1%ef%bc%8c%e4%bb%99%e9%81%93%e5%8f%af%e6%9c%9f_%e6%a0%87%e6%b8%85.mp4'
    },
  }, {
    title: '无愧人道，善结仙缘',
    img: require('../components/img/material/XianYuan.jpg'),
    summary: '2016年9月20日至22日，第八届玄门讲经暨凤凰山论道活动在辽宁凤城举行，来自全国各地的20位道长依次登台，围绕“以道立身，祸消福至”主题向现场大众演说《关圣帝君觉世宝训》妙法真谛。',
    type: 'lecture',
    source: {
      uri: 'http://115.28.241.216:81/version/wulonggong/%e6%9d%8e%e9%9d%99%e6%80%9d%e9%81%93%e9%95%bf%ef%bc%9a%e6%97%a0%e6%84%a7%e4%ba%ba%e9%81%93%ef%bc%8c%e5%96%84%e7%bb%93%e4%bb%99%e7%bc%98_%e6%a0%87%e6%b8%85.mp4'
    },
  }, {
    title: '大道慈俭，善行天下',
    img: require('../components/img/material/CiJian.jpg'),
    summary: '2016年9月25日上午，首届中国（吉林市）道教文化艺术周道文化讲堂在吉林玄帝观斗姥殿前开讲，四百余人在现场听闻妙法，广沾神恩。上海市道教协会范傲道长以“大道慈俭，善行天下”为题，与众人分享道教经典中蕴含的智慧，展示了当代道教徒的素养和风范，也受到了在场众人的欢迎。',
    type: 'lecture',
    source: {
      uri: 'http://115.28.241.216:81/version/wulonggong/%e4%b8%8a%e6%b5%b7%e9%81%93%e6%95%99%e5%ad%a6%e9%99%a2%e8%8c%83%e5%82%b2%e9%81%93%e9%95%bf%e4%b8%bb%e8%ae%b2%e2%80%9c%e5%a4%a7%e9%81%93%e6%85%88%e4%bf%ad%ef%bc%8c%e5%96%84%e8%a1%8c%e5%a4%a9%e4%b8%8b%e2%80%9d_%e6%a0%87%e6%b8%85.mp4'
    }
  }, ],

  sanctumData: [{
    title: '齐云山',
    img: require('../components/img/material/QiYunShan.jpg'),
    summary: '白岳仙关——齐云山，是中国四大道教名山之一（五大名山之一），世界道教主流——全真道圣地，古称白岳、云岳。',
    type: 'sanctum',
    introduction: `  齐云山道教沿革属全真派，在家道，道教又称“福寿山”。为皖南道教名山。齐云山由于避居皖南山，晋朝以前尚无人烟，及至唐朝，才开始有了道，佛教的活动。据占岩福道长的口述，当地道人历代相传：早在唐朝，四川青城山“天谷子道人”的门徒余氏六三娘从湖北武当山来齐云山传道，属正乙派，养文生、耀生、志生、立生四子皆入道，为齐云山最早的四大房，是开山建道之始。自余氏六三娘来到齐云山，至南宋的数百年间，道，佛二教都在山上建有寺庵，道院，分山而治.
    明万历《齐云山志》载有唐元和四年（809年）歙州刺史韦缓建石门寺于石桥岩，宋祥符元年（1008年）建密多院于白岳山南，直到南宋宝庆丙戌年（1226年），道士余道元来齐云山，创建佑圣真武祠（真武圣殿，真武阁），齐云山道教才有了明确的记载。次年，请内相程铋题“云岩”二字刻于石，为齐云山现存最早的摩崖石刻。宋咸淳二年（1266年）朝廷下令正式建筑道院，奠定了齐云山道教沿革的基础，但在元朝没有多大发展，可能是因为人民重全真道不重正一道之故。
    到明朝，齐云山道教沿革才开始逐渐兴盛，明嘉靖（1522－1566年），万历（1573－1620年）年间发展到鼎盛时期，兴建宫，观，道院，祠，殿及神仙洞府百余处，真武圣殿被重修，增建配殿及钟，鼓二楼，宫阙壮丽，嘉靖帝敕名为“玄天太素宫”，并亲题“齐云山”匾额。为解决众多香客遇洪水被阻于横江对岸的问题，明万历十六年建成石拱“登封桥”，代替了易被冲垮的木桥，便利了游人登山。
    清代，齐云山道教沿革继续发展。道教虽不被重视，但仍得以延续。齐云山被清乾隆帝题为“天下无双胜地，江南第一名山”。民国时期，宫观道院尚有很多，香火旺盛，月华街一带香客游人摩肩接踵，热闹非凡，当地道人回忆也大体如此。
    建国初期尚有道院12所，道士70余人。“文化大革命”中破坏严重，道院，道士所剩无几。1978年以后落实了宗教信仰自由政策，齐云山太素宫被列为道教省级重点宫观修复开放。1984年6月成立了齐云山道教沿革协会，詹岩福为会长。`,
  }, {
    title: '龙虎山',
    img: require('../components/img/material/LongHuShan.jpg'),
    summary: '碧水丹崖——龙虎山，位于江西省鹰潭市西南20公里处贵溪市境内。东汉中叶，正一道创始人张道陵曾在此炼丹，传说“丹成而龙虎现，山因得名。其中天门山最高，海拔1300米。',
    type: 'sanctum',
    introduction: `  龙虎山是道教七十二福地之一，在鹰潭贵溪县（今贵溪市），仙人张巨君主之。龙虎山为道教正一道天师派“祖庭”，张道陵于龙虎山修道炼丹大成后，从汉末第四代天师张盛始，历代天师华居此地，守龙虎山寻仙觅术，坐上清宫演教布化，居天师府修身养性，世袭道统63代，奕世沿守1800余年，他们均得到历代封建王朝的崇奉和册封，官至一品，位极人臣，形成中国文化史上传承世袭“南张北孔（夫子）”两大世家。上清宫和嗣汉天师府得到历代王朝无数次的赐银，进行了无数次的扩建和维修，宫府的建筑面积、规模、布局、数量、规格创道教建筑史之最。龙虎山在鼎盛时期，建有道观80余座，道院36座，道宫数个，是名副其实的“道都”，是道士的世界王国。
    龙虎山地区在道教兴盛时，先后建有十大道宫，八十一座道观，五十座道院，十个道庵，其繁荣景象可见一斑。然自汉至今，桑海靡常，多数宫观早已废圮，保存者唯有天师府。
    从唐会昌至五代末，在龙虎山嗣教的张陵子孙为二十代张谌，二十一代张秉一，二十二代张善，二十三代张季文。此期所建宫观，即上述之真仙观、张天师庙，和另一座三清观。入宋以后，张陵后嗣渐受朝廷重视，龙虎山道教随之兴盛。
    两宋时期，龙虎山除各代嗣教天师外，又出现了大批有名道士。娄近垣《龙虎山志》卷七“人物”目列有宋道士二十六人，其中有王道坚者，贵溪人，上清宫道士，就学于张继先。宋代龙虎山道教拥有大批宫观。一是旧有几座宫观得到扩建、赐额。
    元代是龙虎山道教的鼎盛时期。此期嗣教的张陵后嗣为三十六代至四十一代，其名依次为张宗演、张与棣、张与材、张嗣成、张嗣德、张正言。从张宗演起，代代被元室封为天师、真人，主领江南道教。至三十八代张与材时，更封为正一教主，主领三山符箓，位居诸符箓派之首。
    明前中期，此期嗣教的张陵后嗣为四十二至四十九代。最初，朝廷仍沿旧习封张正常为天师，不久，取消“天师”号，只称大真人。但其领导的正一派，仍为明室所承认和扶持，故至嘉靖末，其教仍能维持不坠。明前中期除对龙虎山原有某些宫观作过修缮外，新建者寥寥无几。`,
  }, {
    title: '武当山',
    img: require('../components/img/material/WuDangShan.jpg'),
    summary: '神秘空灵——武当山，道教圣地，位于湖北省西北部的十堰市丹江口市境内，方圆400公里，属大巴山东段。武当山又名太和山、谢罗山、参上山、仙室山，古有“太岳”、“玄岳”、“大岳”之称。',
    type: 'sanctum',
    introduction: `  武当道教是中国道教的一个重要流派，是“以武当山为本山，以信仰真武——玄武，重视内丹修炼，擅长雷法及符箓禳，强调忠孝伦理、三教融合为主要特征的”一种道教派别。
    真武，即元武，“元”通“玄”，故又名玄武。宋真宗赵恒因避所尊圣祖赵玄朗名讳，改玄武为真武，尊为“佑圣帝君”。据《真武本传神咒妙经》记，玄武是太上老君八十二化身，在武当山修炼42年，功成道满，升天成神，被玉皇大帝封为“玄天上帝”等，镇守北方，因此，武当山被道教尊为玄天真武上帝的修炼圣地。
    武当山在春秋至汉代末期，已是古代宗教重要活动场所，许多达官贵人到此修炼。诸如：周大夫尹喜，汉武帝的将军戴孟，著名方士、炼丹家马明生、阴长生曾隐此山修炼。东汉末期道教诞生后，武当山逐步成为中原道教活动中心。
    汉末至南北朝时，由于社会动荡，数以百计的士大夫或辞官不仕、或弃家出走，云集武当辟谷修道。同时，出现了有关真武的经书。晋朝的谢允、徐子平，南北朝的刘虬等均弃官入山修炼。《誓愿文》记，被佛教尊为“天台宗三祖”之一慧思，六朝时入武当山访道。《神仙鉴》记，蜀汉军师诸葛亮曾到武当山学道。
    隋唐时期，武当道场得到封建帝王的推崇，促进了武当道教的发展。李唐自称为老子的后裔，认为老子是李唐的祖宗，扶持和崇奉道教，使之成为三教之首。而使武当道教受到皇室重视的还是姚简。唐贞观年间，天下大旱，飞蝗遍地，皇帝下诏于天下名山大川，俱未感应。武当节度使姚简奉旨在武当山祷雨而应，敕建五龙祠，这是皇帝在武当山敕建的第一座祠庙。此时，许多著名高道隐居武当山修道，如：姚简、孙思邈、陶幼安、吕洞宾等。唐末，武当山已被列为道教七十二福地中的第九福地。
    宋元时，由于封建统治者极力推崇和宣扬武当真武神，使真武神的神格地位不断提高，促使武当道教的形成和在社会上的影响日益扩大。宋真宗于天禧二年（1018年），加封真武号为“真武灵应真君”，令建祠塑像崇祀，将五龙祠升为观。宋仁宗推崇真武为“社稷家神”，并建真武庙塑像崇祀。徽宗、宁宗、理宗等都为真武封号，虔诚祭祀。著名道士邓若拙、房长须、谢天地、孙寂然等入山修道，宣传道径，使武当道教得到进一步发展。
    元朝时，道教深受元朝统治者的恩宠，武当山成为元朝皇帝“告天祝寿”的重要道场，武当道教得到充分发展。在民间，朝山进香信士很多，香火很旺。“三月三真武圣诞节士女会者数万，金帛之施，云委川赴”。著名道士汪真常、叶云莱、张守清等迅速发展教团组织，武当道教的社会影响越来越大，武当山成为与天师道本山龙虎山齐名的道教圣地。
    明代，武当山一直被历代皇帝作为“皇室家庙”来扶持，并把武当真武神作为“护国家神”来崇祀，武当山的地位升华到“天下第一仙山”，位尊五岳之上，成为全国道教活动中心，呈现出二百多年的鼎盛局面。明太祖朱元璋崇奉真武神，为后裔诸帝崇奉真武神奠定了基础。把武当道教推向全盛的皇帝则是明成祖朱棣。朱棣是朱元璋的第四子，初封燕王，就藩北京，镇守北方。朱元璋去世后，其长孙朱允炆继位。
    朱棣以“清君侧”为名，兴“靖难之师”，一举夺取他侄儿朱允炆的政权。为巩固政权，朱棣自称真武保佑他和他父亲取得天下，他为报神恩，于永乐十年（1412年）遣隆平侯张信、驸马都尉沐昕、礼部尚书金纯、工部右侍郎郭琎在元代旧址上建成9宫9观等33处庙宇。继成祖后，明朝历代皇帝、皇亲贵族、地方官吏、四方信士又在这里兴建和扩建庙宇。明世宗朱厚熜又于嘉靖三十一年（1552年）遣臣率湖广军民在武当山进行大规模重建和扩建，使武当道教宫观空前宏大。明朝皇帝为直接统治武当道场，自成祖始，历代都遣内臣（太监）和藩臣提督武当山的一切事务，直接对皇室负责。成祖从全国钦选400名道行高著的道士到武当山办道，又从中钦选23名德高望重的道士授为正六品提点，具体管理各大宫观。同时，把武当山数百里山场赏赐道教，调555名（户）犯人到此耕种，供赡道士。永乐至隆庆年间（1403年—1572年）曾遣22名内臣、48名藩臣住山提督，钦授予提191名，分管各宫观。到嘉靖（1522年—1566年）时，全山各大宫观有道士少则三四百人，多则五六百人，全山有道官、道众、军队、工匠等一万余人。朝武当者人流不绝。明代张开东在《大岳赋》中描述其盛：“踵磨石穿，声号山裂。”可见当时的繁荣景象。
    清代统治者偏重佛教，不重视道教，因此，武当道教日趋衰落。但在民间，各地信士到武当山的进香活动仍旧十分兴盛。民国时，国民党地方政府曾准备开发武当山，但由于国家动乱，资金不足，武当山更加衰败。到解放前，到处是破庙残基，狼藉一片。教团组织日衰，宗教活动几乎停止。
    新中国成立后，常和政府奉行“宗教信仰自由”政策，武当道教发生了很大变化。道众们恢复了政党的宗教活动。特别是改革开放以后，武当道教协会组织，制定了《武当山道教协会章程》和各宫观管理制度，国务院把紫霄宫、太和宫收归武当山道协管理，并作为重点宗教活动场所对外开放；1997年，湖北省政府将五龙宫、清微宫、琼台中观移交武当山道协管理。道教活动井然有序。武当道人在政治上也有了一定的地位。 武当山道协负责人先后被选为丹江口市、十堰市政协副主席，湖北省政协常委，全国政协委员。 武当山道协成立以来，投资上千万元，对太和宫、紫霄大殿、御碑亭、禹迹池、琼台中观等古建筑进行了大规模的维修，使之焕然一新。加强道教文化的挖掘、整理、研究。1992年9月，成功举办了“中国武当道教文化国际学术研讨会”。同时，不断与意大利、新加坡、泰国、马来西亚等国家，以及台湾、香港、澳门等地区的道教组织进行道教文化交流和武当武术交流，扩大武当道教在海内外的影响，使武当道教文化推向一个新的发展阶段。`,
  }, ],

  classicDetailData: [{
    title: '《道德经》',
    chapter: [{
      chapterTitle: '第一章',
    }, {
      chapterTitle: '第二章',
    }, {
      chapterTitle: '第三章',
    }],
    data: [{
      id: 1,
      chapter: '第一章',
      content: '道，可道也，非恒道也。名，可名也，非恒名也。“无”，名天地之始；“有”，名万物之母。 故，常“无”，欲以观其妙；常“有”，欲以观其徼。此两者，同出而异名，同谓之玄。玄之又玄，眾妙之门。',
    }, {
      id: 2,
      chapter: '第二章',
      content: '天下皆知美之為美，斯恶已。皆知善之為善，斯不善已。有无相生，难易相成，长短相形，高下相盈，音声相和，前后相随。恒也。是以圣人处无為之事，行不言之教；万物作而弗始，生而弗有，為而弗恃，功成而不居。夫唯弗居，是以不去。',
    }, {
      id: 3,
      chapter: '第三章',
      content: '不尚贤，使民不争；不贵难得之货，使民不為盗；不见可欲，使民心不乱。是以圣人之治，虚其心，实其腹，弱其志，强其骨。常使民无知无欲。使夫智者不敢為也。為无為，则无不治。',
    }, ],
  }, {
    title: '《黄帝内经》',
    chapter: [{
      chapterTitle: '上古天真论',
    }, {
      chapterTitle: '四气调神大论',
    }, {
      chapterTitle: '生气通天论',
    }],
    data: [{
      id: 1,
      chapter: '上古天真论',
      content: `  昔在黄帝，生而神灵，弱而能言，幼而徇齐，长而敦敏，成而登天。乃问于天师曰：余闻上古之人，春秋皆度百岁，而动作不衰；今时之人，年半百而动作皆衰者，时世异耶，人将失之耶。
      岐伯对曰：上古之人，其知道者，法于阴阳，和于术数，食饮有节，起居有常，不妄作劳，故能形与神俱，而尽终其天年，度百岁乃去。今时之人不然也，以酒为浆，以妄为常，醉以入房，以欲竭其精，以耗散其真，不知持满，不时御神，务快其心，逆于生乐，起居无节，故半百而衰也。
      夫上古圣人之教下也，皆谓之虚邪贼风，避之有时，恬淡虚无，真气从之，精神内守，病安从来。是以志闲而少欲，心安而不惧，形劳而不倦，气从以顺，各从其欲，皆得所愿。故美其食，任其服，乐其俗，高下不相慕，其民故曰朴。是以嗜欲不能劳其目，淫邪不能惑其心，愚智贤不肖不惧于物，故合于道。所以能年皆度百岁，而动作不衰者，以其德全不危也。
      帝曰：人年老而无子者，材力尽耶，将天数然也。
      岐伯曰：女子七岁。肾气盛，齿更发长；
      二七而天癸至，任脉通，太冲脉盛，月事以时下，故有子；
      三七，肾气平均，故真牙生而长极；
      四七，筋骨坚，发长极，身体盛壮；
      五七，阳明脉衰，面始焦，发始堕；
      六七，三阳脉衰于上，面皆焦，发始白；
      七七，任脉虚，太冲脉衰少，天癸竭，地道不通，故形坏而无子也。
      丈夫八岁，肾气实，发长齿更；
      二八，肾气盛，天癸至，精气溢泻，阴阳和，故能有子；
      三八，肾气平均，筋骨劲强，故真牙生而长极； 四八，筋骨隆盛，肌肉满壮；
      五八，肾气衰，发堕齿槁； 六八，阳气衰竭于上，面焦，发鬓颁白；
      七八，肝气衰，筋不能动，天癸竭，精少，肾藏衰，形体皆极；
      八八，则齿发去。肾者主水，受五藏六府之精而藏之，故五藏盛，乃能泻。
      今五藏皆衰，筋骨解堕，天癸尽矣。故发鬓白，身体重，行步不正，而无子耳。
      帝曰：有其年已老而有子者何也。
      岐伯曰：此其天寿过度，气脉常通，而肾气有余也。此虽有子，男不过尽八八，女不过尽七七，而天地之精气皆竭矣。
      帝曰：夫道者年皆百数，能有子乎。
      岐伯曰：夫道者能却老而全形，身年虽寿，能生子也。
      黄帝曰：余闻上古有真人者，提挈天地，把握阴阳，呼吸精气，独立守神，肌肉若一，故能寿敝天地，无有终时，此其道生。中古之时，有至人者，淳德全道，和于阴阳，调于四时，去世离俗，积精全神，游行天地之间，视听八达之外，此盖益其寿命而强者也，亦归于真人。其次有圣人者，处天地之和，从八风之理，适嗜欲于世俗之间。无恚嗔之心，行不欲离于世，被服章，举不欲观于俗，外不劳形于事，内无思想之患，以恬愉为务，以自得为功，形体不敝，精神不散，亦可以百数。其次有贤人者，法则天地，象似日月，辨列星辰，逆从阴阳，分别四时，将从上古合同于道，亦可使益寿而有极时。`,
    }, {
      id: 2,
      chapter: '四气调神大论',
      content: `  春三月，此谓发陈。天地俱生，万物以荣，夜卧早起，广步于庭，被发缓形，以使志生；生而勿杀，予而勿夺，赏而勿罚，此春气之应，养生之道也。逆之则伤肝，夏为寒变，奉长者少。
      夏三月，此为蕃秀。天地气交，万物华实，夜卧早起，无厌于日，使志无怒，使华英成秀，使气得泄，若所爱在外，此夏气之应，养长之道也。逆之则伤心，秋为痎疟，奉收者少，冬至重病。
      秋三月，此谓容平。天气以急，地气以明，早卧早起，与鸡俱兴，使志安宁，以缓秋刑，收敛神气，使秋气平，无外其志，使肺气清，此秋气之应，养收之道也。逆之则伤肺，冬为飧泄，奉藏者少。
      冬三月，此谓闭藏。水冰地坼，无扰乎阳，早卧晚起，必待日光，使志若伏若匿，若有私意，若已有得，去寒就温，无泄皮肤，使气亟夺，此冬气之应，养藏之道也。逆之则伤肾，春为痿厥，奉生者少。
      天气，清净光明者也，藏德不止，故不下也。天明则日月不明，邪害空窍，阳气者闭塞，地气者冒明，云雾不精，则上应白露不下，交通不表，万物命故不施，不施则名木多死。恶气不发，风雨不节，白露不下，则菀槁不荣。贼风数至，暴雨数起，天地四时不相保，与道相失，则未央绝灭。唯圣人从之，故身无奇病，万物不失，生气不竭。
      逆春气则少阳不生，肝气内变；逆夏气则太阳不长，心气内洞；逆秋气则太阴不收，肺气焦满；逆冬气则少阴不藏，肾气独沉。夫四时阴阳者，万物之根本也。所以圣人春夏养阳，秋冬养阴，以从其根，故与万物沉浮于生长之门。逆其根，则伐其本，坏其真矣。故阴阳四时者，万物之终始也，死生之本也，逆之则灾害生，从之则苛疾不起，是谓得道。道者，圣人行之，愚者佩之。从阴阳则生，逆之则死；从之则治，逆之则乱。反顺为逆，是谓内格。
      是故圣人不治已病治未病，不治已乱治未乱，此之谓也。夫病已成而后药之，乱已成而后治之，譬犹渴而穿井，斗而铸锥，不亦晚乎？`,
    }, {
      id: 3,
      chapter: '生气通天论',
      content: `  黄帝曰：夫自古通天者，生之本，本于阴阳。
      天地之间，六合之内，其气九州、九窍、五脏十二节，皆通乎天气。
      其生五，其气三，数犯此者，则邪气伤人，此寿命之本也。
      苍天之气，清静则志意治，顺之则阳气固，虽有贼邪，弗能害也，此因时之序。
      故圣人抟精神，服天气而通神明。失之则内闭九窍，外壅肌肉，卫气散解，此谓自伤，气之削也。
      阳气者，若天与日，失其所，则折寿而不彰。故天运当以日光明。是故阳因而上，卫外者也。
      因于寒，欲如运枢，起居如惊，神气乃浮。
      因于暑，汗，烦则喘喝，静则多言，体若燔炭，汗出而散。
      因于湿，首如裹，湿热不攘，大筋緛短，小筋驰长。緛短为拘，驰长为痿。
      因于气，为肿，四维相代，阳气乃竭。
      阳气者，烦劳则张，精绝，辟积于夏，使人煎厥；目盲不可以视，耳闭不可以听，溃溃乎若坏都，汨汨乎不可止。
      阳气者，大怒则形气绝而血菀于上，使人薄厥。
      有伤于筋，纵，其若不容。
      汗出偏沮，使人偏枯。
      汗出见湿，乃生痤疿。
      高梁之变，足生大丁，受如持虚。
      劳汗当风，寒薄为皶，郁乃痤。
      阳气者，精则养神，柔则养筋。
      开阖不得，寒气从之，乃生大偻。
      陷脉为瘘，留连肉腠，俞气化薄，传为善畏，及为惊骇。
      营气不从，逆于肉理，乃生痈肿。
      魄汗未尽，形弱而气烁，穴俞以闭，发为风疟。
      故风者，百病之始也，清静则肉腠闭拒，虽有大风苛毒，弗之能害，此因时之序也。
      故病久则传化，上下不并，良医弗为。
      故阳畜积病死，而阳气当隔。隔者当泻，不亟正治，粗乃败之。
      故阳气者，一日而主外。平旦人气生，日中而阳气隆，日西而阳气已虚，气门乃闭。
      是故暮而收拒，无扰筋骨，无见雾露，反此三时，形乃困薄。
      岐伯曰：阴者，藏精而起亟也，阳者，卫外而为固也。
      阴不胜其阳，则脉流薄疾，并乃狂。阳不胜其阴，则五脏气争，九窍不通。
      是以圣人陈阴阳，筋脉和同，骨髓坚固，气血皆从。如是则内外调和，邪不能害，耳目聪明，气立如故。
      风客淫气，精乃亡，邪伤肝也。
      因而饱食，筋脉横解，肠澼为痔。
      因而大饮，则气逆。
      因而强力，肾气乃伤，高骨乃坏。
      凡阴阳之要，阳密乃固，两者不和，若春无秋，若冬无夏。因而和之，是谓圣度。
      故阳强不能密，阴气乃绝。
      阴平阳秘，精神乃治；阴阳离决，精气乃绝。
      因于露风，乃生寒热。
      是以春伤于风，邪气留连，乃为洞泄。
      夏伤于暑，秋为痎疟。
      秋伤于湿，上逆而咳，发为痿厥。
      冬伤于寒，春必温病。
      四时之气，更伤五脏。
      阴之所生，本在五味；阴之五宫，伤在五味。
      是故味过于酸，肝气以津，脾气乃绝。
      味过于咸，大骨气劳，短肌，心气抑。
      味过于甘，心气喘满，色黑，肾气不衡。
      味过于苦，脾气不濡，胃气乃厚。
      味过于辛，筋脉沮弛，精神乃央。
      是故谨和五味，骨正筋柔，气血以流，腠理以密，如是则骨气以精。谨道如法，长有天命。`,
    }, ],
  }, {
    title: '《阴符经》',
    chapter: [{
      chapterTitle: '上篇',
    }, {
      chapterTitle: '中篇',
    }, {
      chapterTitle: '下篇',
    }],
    data: [{
      id: 1,
      chapter: '上篇',
      content: '观天之道，执天之行，尽矣。故天有五贼，见之者昌。五贼在心，施行于天。宇宙在乎手，万化生乎身。天性，人也；人心，机也。立天之道，以定人也。天发杀机，移星易宿；地发杀机，龙蛇起陆；人发杀机，天地反覆；天人合发，万变定基。性有巧拙，可以伏藏。九窍之邪，在乎三要，可以动静。火生于木，祸发必克；奸生于国，时动必溃。知之修炼，谓之圣人。',
    }, {
      id: 2,
      chapter: '中篇',
      content: '天生天杀，道之理也。天地，万物之盗；万物，人之盗；人，万物之盗。三盗既宜，三才既安。故曰:食其时，百骸理；动其机，万化安。人知其神而神，不知其不神之所以神也。日月有数，大小有定，圣功生焉，神明出焉。其盗机也，天下莫能见，莫能知也。君子得之固躬，小人得之轻命。',
    }, {
      id: 3,
      chapter: '下篇',
      content: '瞽者善听，聋者善视。绝利一源，用师十倍。三返昼夜，用师万倍。心生于物，死于物，机在于目。天之无恩而大恩生。迅雷烈风，莫不蠢然。至乐性余，至静性廉。天之至私，用之至公。禽之制在炁。生者死之根，死者生之根。恩生于害，害生于恩。愚人以天地文理圣，我以时物文理哲。人以愚虞圣，我以不愚虞圣；人以奇期圣，我以不奇期圣。故曰：沉水入火，自取灭亡。自然之道静，故天地万物生。天地之道浸，故阴阳胜。阴阳相推，而变化顺矣。是故圣人知自然之道不可违，因而制之至静之道。律历所不能契。爰有奇器，是生万象，八卦甲子，神机鬼藏。阴阳相胜之术，昭昭乎进于象矣。',
    }, ],
  }, ],

  findTaoistData: [{
    title: '张陵道长',
    img: require('../components/img/test.jpg'),
    summary: '他的留侯张良的八世孙。汉王朝建立后张良功成身退，随赤松子学辟谷，导引轻身之术。张道陵的父亲叫张大顺，也好神仙之术，自称“桐柏真人”，所以将儿子取名为“陵”，希望将来能追随先祖，远离尘世，登陵成仙。张陵自幼聪慧，七岁时，开始学习儒家“五经”，以后，不断学习到社会上流传的天文、地理一类的书。他学习刻苦，立志高远，想辅佐汉室，荣宗耀祖。',
    type: 'findTaoist',
    introduction: `  汉明帝永平二年（公元59年），张道陵二十五岁，被郡守以“贤良”推荐到朝廷，到洛阳经过考核，中“贤良方正极言直谏科”，被朝廷授予巴郡江州（今重庆市）令。在江州令任上，他看透了地方强权的横行，为官的贪赃枉法，百姓怨声载道。想到自己为一介书生、小小县令，怎么也改变不了这样的世道，倒不如效法先祖张良，出离尘世，善保自身，以图延年益寿罢了。于是，张陵约在明帝末年，辞去江州令职，便北上洛阳，隐居北邙山中，潜心修习黄老长生之道。他研读了《道德经》、《河图》、《洛书》以及谶纬之学。三年后，得《黄帝九鼎丹法》，相传神兽白虎衔符而至其所，其道术日益完善。汉光武帝由谶纬之说登上皇帝宝座，晚年，深信不疑，遂“宣布图谶于天下”。
    汉明帝继位后，秉承先帝遗旨，继续宣扬图谶，又派人西天求法，引佛教于中国。汉章帝建初五年（公元80年），在京城举行了白虎观会议，章帝主持以图谶证五经，也就是以神学来讲五经，听说北邙山有个张道陵，便征召他为经学博士，张道陵无心辅佐汉室，便避而不见。和帝永元四年（公元92年），朝廷又下诏征张道陵为太傅，封兾县侯，但张道陵却视禄为粪土，所以三诏而不就。张道陵对来使说：“人生在世，不过百岁，光阴荏苒，转瞬便逝。父母隆恩，妻不厚爱，也随时而消失。君臣之恩，谁见长久？请转告圣上，只要清静寡欲，无为而治，天下自然大定，我有何用？我志在青山中！”为了避开京都近郊的俗务嘈杂和骚扰，张道陵决心离开京郊的北邙山，去云游名山大川、访求仙术。
    张道陵先是南游淮河，居桐柏太平山，后与弟子王长一起，渡江南下，在江西贵溪县云锦山住了下来。这里山清水秀，景色清幽，传说为古仙人栖息之所，张道陵就在山上结庐而居，并筑坛炼丹，据传经过三年而九天神丹炼成；而龙虎出现，所以，此山又称龙虎山。六十多岁的张道陵，服下神丹，身体健如青壮年，后又得秘书以及驱鬼之术。为了广传道术，他离开龙虎山，又到了今四川大足县境内的鹤鸣山。张道陵在鹤鸣山修道，奉老子为教祖，尊称“太上老君”。以《道德经》（即《老子》）、《正一经》和《太平洞经》为主要经典。奉三清（元始天尊、灵宝天尊、道德天尊）为道教的最高主神，实际上是“道”的一体三位。要人们尊道、学道、修道，最后得道——脱离现实，炼丹成仙。张陵在创立道教学说时，还注意与当地的民俗和地域特色结合起来，吸收当地氐、羌等少数民族的宗教信仰内容，造作符书，以符水和中草药为人治病，因此在汉末动乱，百姓无法承受之际将其视为救星，广受欢迎。`,
  }, ],
};
