/**
 * MortalData zhuyu 2018/7/18
 */

export const MortalData = {
  findTaoistData: [{
    title: '张陵道长',
    img: require('../components/img/test.jpg'),
    summary: '他的留侯张良的八世孙。汉王朝建立后张良功成身退，随赤松子学辟谷，导引轻身之术。张道陵的父亲叫张大顺，也好神仙之术，自称“桐柏真人”，所以将儿子取名为“陵”，希望将来能追随先祖，远离尘世，登陵成仙。张陵自幼聪慧，七岁时，开始学习儒家“五经”，以后，不断学习到社会上流传的天文、地理一类的书。他学习刻苦，立志高远，想辅佐汉室，荣宗耀祖。',
    type: 'findTaoist',
    introduction: `  汉明帝永平二年（公元59年），张道陵二十五岁，被郡守以“贤良”推荐到朝廷，到洛阳经过考核，中“贤良方正极言直谏科”，被朝廷授予巴郡江州（今重庆市）令。在江州令任上，他看透了地方强权的横行，为官的贪赃枉法，百姓怨声载道。想到自己为一介书生、小小县令，怎么也改变不了这样的世道，倒不如效法先祖张良，出离尘世，善保自身，以图延年益寿罢了。于是，张陵约在明帝末年，辞去江州令职，便北上洛阳，隐居北邙山中，潜心修习黄老长生之道。他研读了《道德经》、《河图》、《洛书》以及谶纬之学。三年后，得《黄帝九鼎丹法》，相传神兽白虎衔符而至其所，其道术日益完善。汉光武帝由谶纬之说登上皇帝宝座，晚年，深信不疑，遂“宣布图谶于天下”。
    汉明帝继位后，秉承先帝遗旨，继续宣扬图谶，又派人西天求法，引佛教于中国。汉章帝建初五年（公元80年），在京城举行了白虎观会议，章帝主持以图谶证五经，也就是以神学来讲五经，听说北邙山有个张道陵，便征召他为经学博士，张道陵无心辅佐汉室，便避而不见。和帝永元四年（公元92年），朝廷又下诏征张道陵为太傅，封兾县侯，但张道陵却视禄为粪土，所以三诏而不就。张道陵对来使说：“人生在世，不过百岁，光阴荏苒，转瞬便逝。父母隆恩，妻不厚爱，也随时而消失。君臣之恩，谁见长久？请转告圣上，只要清静寡欲，无为而治，天下自然大定，我有何用？我志在青山中！”为了避开京都近郊的俗务嘈杂和骚扰，张道陵决心离开京郊的北邙山，去云游名山大川、访求仙术。
    张道陵先是南游淮河，居桐柏太平山，后与弟子王长一起，渡江南下，在江西贵溪县云锦山住了下来。这里山清水秀，景色清幽，传说为古仙人栖息之所，张道陵就在山上结庐而居，并筑坛炼丹，据传经过三年而九天神丹炼成；而龙虎出现，所以，此山又称龙虎山。六十多岁的张道陵，服下神丹，身体健如青壮年，后又得秘书以及驱鬼之术。为了广传道术，他离开龙虎山，又到了今四川大足县境内的鹤鸣山。张道陵在鹤鸣山修道，奉老子为教祖，尊称“太上老君”。以《道德经》（即《老子》）、《正一经》和《太平洞经》为主要经典。奉三清（元始天尊、灵宝天尊、道德天尊）为道教的最高主神，实际上是“道”的一体三位。要人们尊道、学道、修道，最后得道——脱离现实，炼丹成仙。张陵在创立道教学说时，还注意与当地的民俗和地域特色结合起来，吸收当地氐、羌等少数民族的宗教信仰内容，造作符书，以符水和中草药为人治病，因此在汉末动乱，百姓无法承受之际将其视为救星，广受欢迎。`,
  }, ],
};
